Repository: deviodigital/dispensary-age-verification
Catalog: languages/dispensary-age-verification-*.po
Languages: ro_ro

source: Age Verification
ro_ro: Verificarea vârstei

source: Age Verification Settings
ro_ro: Setări de verificare a vârstei

source: Minimum age?
ro_ro: Vârsta minimă?

source: Background image
ro_ro: Imagine de fundal

source: Logo image
ro_ro: Logo imagine

source: Title
ro_ro: Titlu

source: Copy
ro_ro: Copiază

source: You must be [age] years old to enter.
ro_ro: Trebuie să aveți [vârsta] de ani pentru a participa.

source: Button #1 text
ro_ro: Text buton #1

source: YES
ro_ro: DA

source: Button #2 text
ro_ro: Textul butonului #2

source: NO
ro_ro: NU

source: Message display time (milliseconds)
ro_ro: Timpul de afișare a mesajului (milisecunde)

source: Hide for admin users?
ro_ro: Ascundeți pentru utilizatorii administratori?

source: Support
ro_ro: Suport

source: Documentation
ro_ro: Documentație

source: Upload Image
ro_ro: Incarcati imagine

source: Go Pro
ro_ro: Alege Pro

source: Orders
ro_ro: Comenzi

source: There is a new version of AVWP Pro available. Download your copy from the %1$s page on Devio Digital.
ro_ro: Este disponibilă o nouă versiune a AVWP Pro. Descărcați copia dvs. de pe pagina %1$s de pe Devio Digital.

source: Important Notice: Due to recent changes initiated by WordPress® leadership, access to the plugin repository is being restricted for certain hosting providers and developers. This may impact automatic updates for your plugins. To ensure you continue receiving updates and to learn about the next steps, please visit %s.
ro_ro: Notificare importantă: Datorită schimbărilor recente inițiate de conducerea WordPress®, accesul la depozitul de pluginuri este restricționat pentru anumiți furnizori de găzduire și dezvoltatori. Acest lucru poate afecta actualizările automate pentru plugin-urile dvs. Pentru a vă asigura că primiți în continuare actualizări și pentru a afla care sunt următorii pași, vă rugăm să vizitați %s.

source: Success!
ro_ro: Succes!

source: You are now being redirected back to the site ...
ro_ro: Sunteți redirecționat înapoi către site-ul ...

source: Sorry!
ro_ro: Ne pare rău!

source: You are not old enough to view the site ...
ro_ro: Nu sunteți suficient de în vârstă pentru a vizualiza site-ul ...

source: Check a visitors age before allowing them to view your website. Brought to you by <a href="https://www.deviodigital.com/" target="_blank">Devio Digital</a>
ro_ro: Verificați vârsta vizitatorilor înainte de a le permite să vizualizeze site-ul dvs. web. Oferit de <a href="https://www.deviodigital.com/" target="_blank">Devio Digital</a>
